Repository: zsoltkiss/MeterMan
Catalog: MeterMan/*.lproj/Localizable.strings
Languages: hu

source: Cancel
hu: Mégsem

source: Save
hu: Mentés

source: Water
hu: Víz

source: Gas
hu: Gáz

source: Electricity
hu: Áram

source: Meter check is due
hu: Mérőóra leolvasás

source: Details
hu: Részletes adatok

source: Missing data
hu: Nincs megadva minden kötelező adat

source: Type
hu: Típus

source: Alias
hu: Egyedi név

source: Address
hu: Cím

source: Product No.
hu: Gyári szám

source: Owner name
hu: Tulajdonos

source: Supplier phone
hu: Szolg. tel.:

source: Arbitrary name for this meter
hu: Tetszőleges azonosító

source: Installation address (optional)
hu: Felszerelési hely (opcionális)

source: Product number (optional)
hu: A mérő gyári száma (opcionális)

source: Name of the owner (optional)
hu: Tulajdonos neve (opcionális)

source: Supplier company service phone (optional)
hu: Ügyfélszolgálat száma

source: Add new meter
hu: Új mérőóra hozzáadása

source: Edit your meter details
hu: Adatok szerkesztése
